Repository: daukabase/NeoQazaq
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru

source: 2. Try typing these:
kk: 2. Мыналарды теріп көріңіз:
ru: 2. Попробуйте ввести следующее:

source: Add now
kk: Қазір қосу
ru: Добавить сейчас

source: Allow Full Access
kk: Толық рұқсат беру
ru: Разрешить полный доступ

source: Auto-Capitalization
kk: Авто-үлкен әріптер
ru: Автоматическое использование заглавных букв

source: Auto-corrects Qazaq words as you type
kk: Терген кезде қазақ сөздерін автоматты түрде түзетеді
ru: Автоматически исправляет казахские слова по мере набора

# autocomplete_explanation_step_one%@
source: 1. Switch to %@ keyboard
kk: 1. %@ пернетақтасына ауысыңыз
ru: 1. Переключитесь на клавиатуру %@

source: Bring up the keyboard
kk: Пернетақтаны ашу (WhatsApp арқылы болады)
ru: Вызовите клавиатуру

source: coming soon
kk: жақында шығады
ru: скоро будет

# common_beta_magic_autocorrection
source: BETA: This feature is still in development and may not work as expected.
kk: BETA: Бұл функция әлі дамуда және күткендей жұмыс істемеуі мүмкін.
ru: Эта функция все еще находится в разработке и может работать не так, как ожидалось.

# common_example
source: Example
kk: Мысал
ru: Пример

# common_privacy_policy_content
source: By continuing, you are agreeing to [privacy policy](https://www.termsfeed.com/live/b5039a8d-5c6d-4f8f-973c-1b032ab9b18b)
kk: Жалғастыру арқылы сіз [құпиялылық саясатымызбен](https://www.freeprivacypolicy.com/blog/privacy-policy-url/) келісесіз
ru: Продолжая, вы соглашаетесь с [политикой конфиденциальности](https://www.termsfeed.com/live/b5039a8d-5c6d-4f8f-973c-1b032ab9b18b)

# data_not_collected
source: 🔒 Your data is safe with us. We don't collect or link any personal information. 📊 We only use anonymous analytics to improve app quality and user experience ✨
kk: 🔒 Деректеріңіз сенімді қорғалған. Біз ешқандай жеке мәліметтерді жинамаймыз. 📊 Қолданбаны жақсарту мақсатында тек қана пайдалану статистикасын қолданамыз ✨
ru: 🔒 Ваши данные в безопасности. Мы не собираем и не связываем личную информацию. 📊 Мы используем только анонимную аналитику для улучшения качества и работы приложения ✨

source: Don't see the keyboard?
kk: Пернетақта көрінбей тұр ма?
ru: Не видите клавиатуру?

source: Emoji key
kk: Эмодзи пернесі
ru: Клавиша эмодзи

# faq_frequently_asked
source: Frequently Asked Questions
kk: Жиі қойылатын сұрақтар
ru: Часто задаваемые вопросы

# faq_how_to_setup_keyboard%@
source: How to setup %@
kk: %@ пернетақтасын қалай орнату керек
ru: Как установить %@

# faq_how_to_switch_keyboard%@
source: How to switch to %@
kk: %@ пернетақтасына қалай ауысуға болады
ru: Как переключиться на %@

# feedback_app_version
source: App Version
kk: Қосымша нұсқасы
ru: Версия приложения

# feedback_bug_description
source: Please describe what happened
kk: Не болғанын сипаттаңыз
ru: Опишите, что произошло

# feedback_bug_subject%@
source: %@ Bug Report
kk: %@ қате туралы хабарлама
ru: Cообщение об ошибке %@

# feedback_copy_email
source: Copy Email
kk: Поштаны көшіру
ru: Скопировать почту

# feedback_device_info
source: Device Info
kk: Құрылғы туралы ақпарат
ru: Информация об устройстве

# feedback_device_model
source: Model
kk: Девайс
ru: Модель

# feedback_email_unavailable_message%@
source: Please send your feedback to %@
kk: Өтініш, хабарламаңызды %@ поштасына жіберіңіз
ru: Пожалуйста, отправьте обратную связь на %@

# feedback_email_unavailable_title
source: Email Not Available
kk: Электрондық пошта қолжетімсіз
ru: Почта недоступна

# feedback_expected_behavior
source: Expected behavior
kk: Қалай жұмыс істелгені күтілуде
ru: Ожидаемое поведение

# feedback_ios_version
source: iOS Version
kk: iOS нұсқасы
ru: Версия iOS

# feedback_ok
source: OK
kk: Жақсы

# feedback_steps_to_reproduce
source: Steps to reproduce
kk: Қателікті қайталау жолы
ru: Шаги для воспроизведения

# feedback_support_subject%@
source: %@ Support Question
kk: %@ қолдау сұрағы
ru: Вопрос для поддержки %@

source: Follow steps below to setup keyboard
kk: Төмендегі қадамдарды орындап, пернетақтаны орнатыңыз
ru: Следуйте инструкциям ниже, чтобы настроить клавиатуру

source: Follow these steps to set %@ as your default keyboard:
kk: %@ әдепкі пернетақта ретінде орнату үшін осы қадамдарды орындаңыз:
ru: Следуйте этим шагам, чтобы установить %@ в качестве клавиатуры по умолчанию:

source: Follow these steps to start using
kk: Қолдануды бастау үшін осы қадамдарды орындаңыз
ru: Следуйте этим шагам, чтобы начать использование

source: How it works
kk: Қалай жұмыс істейді
ru: Как это работает

source: How to switch to keyboard
kk: Пернетақтаға қалай ауысады
ru: Как выбрать клавиатуру

source: How to Switch to the %@ Keyboard?
kk: %@ пернетақтасына қалай ауысады?
ru: Как выбрать клавиатуру %@?

source: If the keyboard does not appear
kk: Егер пернетақта көрінбесе
ru: Если клавиатура не появляется

source: Key Click Sounds
kk: Пернені басу дыбыстары
ru: Звуки нажатия клавиш

source: Keyboard is ready!
kk: Пернетақта дайын!
ru: Клавиатура готова!

source: Keyboard setup
kk: Пернетақтаны орнату
ru: Настройка клавиатуры

source: %@ 🇰🇿 keyboard app 💛
kk: %@ 🇰🇿 пернетақта қосымшасы 💛
ru: Приложение %@ 🇰🇿 💛

source: Keyboards
kk: Пернетақталар
ru: Клавиатуры

source: Located next to spacebar
kk: "Бос орын" пернесінің жанында
ru: Расположена рядом с пробелом

source: Long-press globe icon
kk: Глобус белгішесін басып тұрыңыз
ru: Удерживайте иконку глобуса

source: Magic Auto-Correction
kk: Сиқырлы автотүзету
ru: Magic Автокоррекция

source: Manual setup guide
kk: Қолмен орнату нұсқаулығы
ru: Руководство по ручной настройке

source: Next
kk: Келесі
ru: Далее

# onboarding_alternative_chars_bullet_1
source: Press and hold any letter that has alternatives
kk: Альтернатив әріпі бар пернесін узақ басу
ru: Нажать и удерживать любую кнопку которая имеет скрытые буквы

# onboarding_alternative_chars_bullet_2
source: Slide your finger to the desired letter
kk: Саусағынызды жылжытып пернені таңдау
ru: Двигая пальцем выбрать букву

# onboarding_alternative_chars_bullet_3
source: Release to insert the selected letter
kk: Саусағынызды таңдалған әріпті еңгізу үшін көтеру
ru: Отпустиить палец над выбранной буквой

# onboarding_welcome %@
source: Welcome to %@
kk: %@ қош келдіңіз
ru: Добро пожаловать в %@

# onboarding_welcome_description
source: Type using Russian keyboard - we'll add proper Kazakh letters automatically
kk: Орысша пернетақтаны пайдаланып жазыңыз – біз дұрыс қазақ әріптерін автоматты түрде қосамыз
ru: Печатайте, используя русскую клавиатуру – мы автоматически добавим правильные казахские буквы

# onboarding_welcome_subtitle
source: Smart Kazakh Keyboard
kk: Ақылды қазақ пернетақтасы
ru: Умная казахская клавиатура

source: Open any text field
kk: Жазатын жерді басыңыз (WhatsApp, SMS)
ru: Откройте любое текстовое поле

source: Optional
kk: Міндетті емес
ru: Опционально

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: Quick access to Qazaq letters
kk: Қазақ әріптеріне жылдам қол жеткізу
ru: Быстрый доступ к казахским буквам

source: Report a bug
kk: Қате туралы хабарлау
ru: Сообщить об ошибке

source: Say Сәлем!
kk: Сәлем деп айтыңыз!
ru: Скажите Сәлем!

source: Select %@
kk: %@ таңдаңыз
ru: Выберите %@

source: Set up %@ in the Settings
kk: Баптауларда %@ орнатыңыз
ru: Настройте %@ в Настройках

source: Settings
kk: Баптаулар
ru: Настройки

source: Show manual setup steps
kk: Қолмен орнату қадамдарын көрсету
ru: Показать шаги ручной настройки

source: Start typing in your favorite apps
kk: Таңдаулы қосымшаларыңызда тере бастаңыз
ru: Начните печатать в ваших любимых приложениях

# start_using%@
source: Start using of %@
kk: %@ қолдануды бастау
ru: Начать использовать %@

source: take me there
kk: Мені сонда апар
ru: Перейти туда

source: Tap an app to start typing
kk: Теруді бастау үшін қосымшаны түртіңіз
ru: Нажмите на приложение, чтобы начать печатать

# tech_support
source: Technical Support
kk: Техникалық қолдау
ru: Техническая поддержка

source: Try closing and reopening the Settings app
kk: Баптаулар қолданбасын жауып, қайта ашып көріңіз
ru: Попробуйте закрыть и снова открыть приложение Настройки

source: Try it by yourself
kk: Өзіңіз байқап көріңіз
ru: Попробуйте сами

source: Try it out!
kk: Байқап көріңіз!
ru: Попробуйте!

source: Type here
kk: Мұнда теріңіз
ru: Введите здесь

source: Using the keyboard
kk: Пернетақтаны пайдалану
ru: Используя клавиатуру

source: We do not collect any personal data.
kk: Біз жеке деректерді жинамаймыз.
ru: Мы не собираем персональные данные.

source: Will remain active until changed
kk: Келесі өзгертуге дейін негізгі пернетақта болады
ru: Останется активной до следующего изменения
